Repository: maneotech/whatodo
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# internalError
source: An error has occured. Please try again
es: Se ha producido un error. Vuelva a intentarlo
fr: Une erreur est survenue. Veuillez réessayer

source: Email or password incorrect
es: Correo electrónico o contraseña incorrectos
fr: Email ou mot de passe incorrect

# emailAlreadyUsed
source: This email is already used
es: Este correo electrónico ya está en uso
fr: Cet email est déjà utilisé

# firstnameEmpty
source: The firstname is empty
es: El nombre no puede estar vacío
fr: Le prénom ne peut pas être vide

# emailEmpty
source: The email is empty
es: Correo electrónico no puede estar vacío
fr: L'email ne peut pas être vide

# emailNotValid
source: The email is not valid
es: Correo electrónico no es conforme
fr: L'email saisi n'est pas conforme

# passwordIncorrect
source: The email must be at least 8 characters long with at least one capital letter, one special character and one number
es: La contraseña introducida debe tener al menos 8 caracteres, con al menos una letra mayúscula, un carácter especial y un número.
fr: Le mot de passe saisi doit faire au moins 8 caractères avec au moins une majuscule, un caractère spécial et un chiffre

# passwordUnMatch
source: The two passwords does not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

# accountSignup
source: Sign up
es: Creación de una cuenta
fr: Création de compte

source: Firstname
es: Nombre
fr: Prénom

# enterFirstname
source: Type your firstname
es: Introduzca su nombre
fr: Entrez votre prénom

source: Email
es: Correo electrónico

# enterEmail
source: Type your email
es: Introduzca su correo electrónico
fr: Entrez votre email

source: Password
es: Contraseña
fr: Mot de passe

# enterPassword
source: Type password
es: Introduzca contraseña
fr: Entrez mot de passe

source: Confirm password
es: Confirmación de la contraseña
fr: Confirmation du mot de passe

# enterConfirmPassword
source: Type your password again
es: Introduzca su contraseña à nouveau de nuevo
fr: Entrez votre mot de passe à nouveau

source: Sign up
es: Inscríbete
fr: S'inscrire

# backToLogin
source: Go back to login
es: Volver a la página de inicio de sesión
fr: Revenir à la page de connexion

# accountHasBeenCreated
source: Your account has been successfully created. Please login
es: Su cuenta ha sido creada. Inicie sesión
fr: Votre compte a bien été créé. Veuillez vous connecter

source: Login with email
es: Iniciar sesión con el correo electrónico
fr: Connexion avec email

source: Login
es: Conectarse
fr: Se connecter

# notRegisteredYet
source: Not registered yet ? Click here to sign up
es: ¿Aún no se ha registrado? Haga clic aquí para registrarse
fr: Pas encore inscrit ? Cliquer ici pour vous inscrire

# enableLocation
source: You must enable location
es: Debe activar la localización
fr: Vous devez activer la localisation

source: How to enable location ?
es: ¿Cómo activar la localización?
fr: Comment activer la localisation ?

# locationDefaultText
source: You can use approximate location if you prefer so. Follow these steps to enable location : 1. Swipe down from the top of the screen 2. Touch and hold Location . If you don't find Location : Tap Edit or Settings. Then drag Location into your Quick Settings 3. Tap App location permissions Under 'Allowed all the time', 'Allowed only while in use', and 'Not allowed', find the apps that can use your phone's location 4. To change the app's permissions, tap it. Then, choose the location access for the app
es: Puede utilizar la ubicación aproximada si lo prefiere. Siga estos pasos para activar la ubicación : 1. Desliza el dedo hacia abajo desde la parte superior de la pantalla 2. Mantenga pulsado Ubicación . Si no encuentras Ubicación : Toca Editar o Ajustes. A continuación, arrastre Ubicación a los Ajustes rápidos 3. Toque Permisos de ubicación de la aplicación En 'Permitido todo el tiempo', 'Permitido sólo mientras está en uso' y 'No permitido', busque las aplicaciones que pueden utilizar la ubicación de su teléfono 4. Para cambiar los permisos de la aplicación, tócala. A continuación, seleccione el acceso a la ubicación de la aplicación
fr: Vous pouvez utiliser l'emplacement approximatif si vous le préférez. Suivez les étapes suivantes pour activer l'emplacement : 1. Balayez vers le bas depuis le haut de l'écran : 2. Touchez et maintenez la touche Emplacement. Si vous ne trouvez pas Localisation : touchez Modifier ou Paramètres. Faites ensuite glisser l'option Localisation dans vos Paramètres rapides : 3. Sous 'Autorisé en permanence', 'Autorisé uniquement en cours d'utilisation' et 'Non autorisé', recherchez les applications qui peuvent utiliser l'emplacement de votre téléphone 4. Pour modifier les autorisations de l'application, appuyez dessus. Choisissez ensuite l'accès à la localisation pour l'application

# locationDefaultTextIOS
source: You must enable Location to use this app. You can use approximate location if you prefer so. Follow these steps to enable location : 1. Go to Settings > Privacy & Security > Location Services. 2. Make sure that Location Services is on. 3. Scroll down to find Whatodo app. 4. Tap the app and select the While Using the App option (or Always)
es: Debe activar la ubicación para utilizar esta aplicación. Puede utilizar la ubicación aproximada si lo prefiere. Siga estos pasos para habilitar la ubicación : 1. Ve a Ajustes > Privacidad y Seguridad > Servicios de Localización. 2. Asegúrese de que los Servicios de Localización están activados. 3. Desplácese hacia abajo para encontrar la aplicación Whatodo. Toca la aplicación y selecciona la opción Mientras usas la aplicación (o Siempre).
fr: Vous devez activer la localisation pour utiliser cette application. Vous pouvez utiliser une localisation approximative si vous le souhaitez. Suivez les étapes suivantes pour activer la localisation : 1. Allez dans Réglages > Confidentialité et sécurité > Services de localisation. 2. Assurez-vous que les services de localisation sont activés. 3. Faites défiler vers le bas pour trouver l'application Whatodo. 4. Appuyez sur l'application et sélectionnez l'option Pendant l'utilisation de l'application (ou Toujours).

# purchaseText1
source: Enjoy yourself by thinking about your
es: Hazte un favor y piensa en tu pensando en tu
fr: Fais toi plaisir en pensant à ton

# purchaseText2
source: well being.
es: bienestar.
fr: bien être.

# purchaseText3
source: Launch offer, our two best deals, -15% et -30%, unavailable soon.
es: Oferta de lanzamiento, nuestras dos mejores promociones, -15% y -30%, pronto no disponibles.
fr: Offre de lancement, nos deux meilleures promotions, -15% et -30%, bientôt indisponible.

# restorePurchase
source: Restore previous purchases
es: Restaurar compras anteriores
fr: Restaurer les achats précédents

# terms
source: Terms of service
es: CGU
fr: CGU

# policy
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité

source: Token
es: Ficha
fr: Jeton

source: Tokens
es: Fichas
fr: Jetons

source: reviews
es: opiniones
fr: avis

# errorOpening
source: An error has occured. Your token has not been charged. Please try again
es: Se ha producido un error. Su ficha no ha sido cargada. Vuelva a intentarlo
fr: Une erreur est survenue. Votre jeton n'a pas été débité. Merci de réessayer

source: Hello
es: Hola

source: Enjoy your
es: Disfrute de su
fr: Profite de ta

# enjoyYour2
source: new
es: nueva
fr: nouvelle

source: adventure
es: aventura
fr: aventure

source: Activities
es: Actividades
fr: Activités

# movingType
source: Way to get around
es: Cómo desplazarse
fr: Moyen de se déplacer

# movingTime
source: Travel time
es: Duración del viaje
fr: Durée de déplacement

source: Hour
es: Hora
fr: Heure

source: Minutes
es: minutos

source: Location
es: Ubicación
fr: Localisation

# currentLocation
source: My current location
es: Mi posición actual
fr: Ma position actuelle

source: or
es: o
fr: OU

source: Click here
es: Pulse aquí
fr: Cliquer ici

# letsGo
source: Here we go!
es: ¡Vamos!
fr: C'est parti!

source: Nice!
es: ¡Estupendo!
fr: Super!

# user
source: The user
es: El usuario
fr: L'utilisateur

# earnRegisteredToken
source: has been registered, you earn 1 token!
es: está bien registrado, ¡ganas 1 ficha!
fr: s'est bien inscrit, tu gagnes 1 jeton!

source: Snacking
es: Poca hambre
fr: Petite faim

source: Restaurant
es: Restaurante

# discovering
source: Discover
es: Descubra
fr: Découvrir

source: Shopping
es: Compras

source: Random
es: Al azar
fr: Aléatoire

source: By walk
es: A pie
fr: A pied

source: By bicycle
es: En bicicleta
fr: A vélo

source: By car
es: En coche
fr: En voiture

source: selected
es: seleccionada
fr: sélectionnée

# selecteds
source: selected
es: seleccionadas
fr: sélectionnées

# selectOneActivity
source: Please select at least one activity
es: Seleccione al menos una actividad
fr: Veuillez choisir au moins une activité

# selectOneMoving
source: Please select at least one way to get around
es: Seleccione al menos un medio de transporte
fr: Veuillez choisir au moins un moyen de transport souhaité

# selectTime
source: Please specify a minimal time to reach the place
es: Indique un tiempo mínimo para el trayecto deseado
fr: Veuillez indiquer un temps minimal pour le trajet souhaité

# selectPosition
source: Please add your location
es: Añada su cargo
fr: Veuillez ajouter votre position

# noHistory
source: You do not have a history yet
es: Actualmente no tiene historial
fr: Vous n'avez actuellement aucun historique

source: Yes
es: Si
fr: Oui

# deleteActivityTitle
source: Delete this activity
es: Suprimir esta actividad
fr: Supprimer cette activité

# deleteActivityDesc
source: Are you sure you want to delete this activity ?
es: ¿Está seguro de que desea eliminar esta actividad?
fr: Êtes-vous sûr(e) de supprimer cette activité ?

# faq
source: Frequently asked questions
es: Preguntas frecuentes
fr: Foire Aux Questions

# faqq1
source: Is the proposed result optimized?
es: ¿Está optimizado el resultado propuesto?
fr: Le résultat proposé est-il optimisé ?

# faqa1
source: Yes, our mobile app uses advanced algorithms and premium data to ensure optimized and accurate results for every search.
es: Sí, nuestra aplicación móvil utiliza algoritmos avanzados y datos de primera calidad para garantizar resultados optimizados y precisos en cada búsqueda.
fr: Oui, notre application mobile utilise des algorithmes avancés et des données de qualité premium pour garantir des résultats optimisés et précis à chaque recherche.

# faqq2
source: Why is it not free ?
es: ¿Por qué no es gratis?
fr: Pourquoi ce n'est pas gratuit ?

# faqa2
source: Whatodo is not free because it uses premium data to ensure an optimal user experience and results that match you.
es: Whatodo no es gratuito porque utiliza datos premium para garantizarte la mejor experiencia de usuario y los mejores resultados.
fr: Whatodo n'est pas gratuite car elle utilise des données de qualité premium pour garantir une expérience utilisateur optimale et des résultats qui vous correspondent.

# faqq3
source: You have a suggestion or a claim ?
es: ¿Tiene alguna idea de mejora o alguna queja?
fr: Vous avez une idée d'amélioration ou une réclamation ?

# faqa3
source: Contact us by email
es: Póngase en contacto con nosotros por correo electrónico
fr: Contactez-nous par email

# faqq4
source: How to change the account ?
es: ¿Cómo cambio mi cuenta?
fr: Comment changer de compte ?

source: Log out
es: Desconectando
fr: Se déconnecter

# logoutConfirm
source: Are you sure that you want to logout ?
es: ¿Seguro que quieres desconectarte?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

# earnFreeToken
source: Earn a free token!
es: Gane una ficha gratis
fr: Gagnez un jeton gratuit!

# sponsorshipText1
source: It's easy!
es: ¡Es muy fácil!
fr: C'est facile!

# sponsorshipText2
source: 1. Type your friend's email address
es: 1. Introduce la dirección de correo electrónico de tu amigo
fr: 1. Saisissez l'adresse email de votre ami

# sponsorshipText3
source: 2. Click on 'Invit this friend'
es: 2. Haz clic en 'Invitar a este amigo'
fr: 2. Cliquez sur 'Inviter cet ami'

# sponsorshipText4
source: 3. Once your friend is registered with this email, you are notified and earn one token!
es: 3. Una vez que tu amigo se haya registrado con esta dirección de correo electrónico, recibirás una notificación y ¡ganarás una ficha!
fr: 3. Une fois votre ami inscrit avec cette adresse email, vous êtes notifié et vous gagnez un jeton!

# enterEmailFriend
source: Type your friend's email
es: Introduce el correo electrónico de tu amigo
fr: Entrez l'email de votre ami

# invitFriend
source: Invit this friend
es: Invitar a este amigo
fr: Inviter cet ami

# enterEmailFriendError
source: Please type your friend's email
es: Introduce el correo electrónico de tu amigo
fr: Veuillez saisir l'email de votre ami

# invitFriendPending
source: Your friend's registration is pending. You will be notified when your friend will be registered.
es: Registro de su amigo pendiente. Recibirás una notificación cuando tu amigo esté registrado.
fr: Inscription de votre ami en attente. Vous serez notifié lorsque votre ami sera inscrit.

# emailAlreadySponsored
source: This email is already matching with a sponsorship
es: Este correo electrónico ya está asociado a un patrocinio
fr: Cet email est déjà associé à un parrainage

# loginHeadline
source: Enjoy the best activities all around you
es: Disfrute de las mejores actividades a su alrededor
fr: Profite des meilleures activités tout autour de toi

# loginFb
source: Continue with Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook

# loginApple
source: Continue with Apple
es: Continuar con Apple
fr: Continuer avec Apple

# loginGoogle
source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google

# loginEmail
source: Continue with my Email
es: Continuar con un correo electrónico
fr: Continuer avec un Email

source: Informations
es: Información

# wantThisPlace
source: Do you want to visit this place ?
es: ¿Le gustaría visitar este lugar?
fr: Souhaitez-vous visiter cet endroit ?

# placeAddedHistory
source: This place has been added to your history
es: Esta ubicación se ha añadido a tu historial
fr: Ce lieu a été ajouté à votre historique

# seeMaps
source: See in Maps
es: Ver en Mapas
fr: Voir dans Maps

# cannotOpenMap
source: Cannot open the map
es: No se puede abrir el mapa
fr: Impossible d'ouvrir la map

source: History
es: Historia
fr: Historique

# watchAllAdVideo
source: Your must watch the full video to get a free token
es: Tienes que ver todo el vídeo para conseguir una ficha gratis
fr: Il faut regarder la vidéo en entière pour bénéficier d'un jeton gratuit

source: No
fr: Non
